balazsgrill/modembed/res/Devices/dsPIC33/DSPIC33EP256MU814.PIC
    <edc:Pin>
      <!--Pin 100-->
      <edc:VirtualPin edc:name="RP75"/>
      <edc:VirtualPin edc:name="RD11"/>
    </edc:Pin>
    <edc:Pin>
      <!--Pin 101-->
      <edc:VirtualPin edc:name="RH12"/>
    </edc:Pin>
    <edc:Pin>
      <!--Pin 102-->
      <edc:VirtualPin edc:name="RH13"/>
    </edc:Pin>
    <edc:Pin>
      <!--Pin 103-->
      <edc:VirtualPin edc:name="RH14"/>
    </edc:Pin>
    <edc:Pin>
      <!--Pin 104-->
      <edc:VirtualPin edc:name="RH15"/>
    </edc:Pin>
    <edc:Pin>
      <!--Pin 105-->
      <edc:VirtualPin edc:name="INT0"/>
      <edc:VirtualPin edc:name="DMH"/>
      <edc:VirtualPin edc:name="RP64"/>
      <edc:VirtualPin edc:name="RD0"/>
    </edc:Pin>
    <edc:Pin>
      <!--Pin 106-->
      <edc:VirtualPin edc:name="PGED2"/>
      <edc:VirtualPin edc:name="SOSCI"/>
      <edc:VirtualPin edc:name="C3IND"/>
      <edc:VirtualPin edc:name="RP61"/>
      <edc:VirtualPin edc:name="RC13"/>
    </edc:Pin>
    <edc:Pin>
      <!--Pin 107-->
      <edc:VirtualPin edc:name="PGEC2"/>
      <edc:VirtualPin edc:name="SOSCO"/>
      <edc:VirtualPin edc:name="C3INC"/>
      <edc:VirtualPin edc:name="T1CK"/>
      <edc:VirtualPin edc:name="RP62"/>
      <edc:VirtualPin edc:name="RC14"/>
    </edc:Pin>
    <edc:Pin>
      <!--Pin 108-->
      <edc:VirtualPin edc:name="Vss"/>
    </edc:Pin>
    <edc:Pin>
      <!--Pin 109-->
      <edc:VirtualPin edc:name="Vcpcon"/>
      <edc:VirtualPin edc:name="RP65"/>
      <edc:VirtualPin edc:name="RD1"/>
    </edc:Pin>
    <edc:Pin>
      <!--Pin 110-->
      <edc:VirtualPin edc:name="DPH"/>
      <edc:VirtualPin edc:name="RP66"/>
      <edc:VirtualPin edc:name="RD2"/>
    </edc:Pin>
    <edc:Pin>
      <!--Pin 111-->
      <edc:VirtualPin edc:name="RP67"/>
      <edc:VirtualPin edc:name="RD3"/>
    </edc:Pin>
    <edc:Pin>
      <!--Pin 112-->
      <edc:VirtualPin edc:name="Vdd"/>
    </edc:Pin>
    <edc:Pin>
      <!--Pin 113-->
      <edc:VirtualPin edc:name="RP76"/>
      <edc:VirtualPin edc:name="RD12"/>
    </edc:Pin>
    <edc:Pin>
      <!--Pin 114-->
      <edc:VirtualPin edc:name="RP77"/>
      <edc:VirtualPin edc:name="RD13"/>
    </edc:Pin>
    <edc:Pin>
      <!--Pin 115-->
      <edc:VirtualPin edc:name="PMA0"/>
      <edc:VirtualPin edc:name="RJ0"/>
    </edc:Pin>
    <edc:Pin>
      <!--Pin 116-->
      <edc:VirtualPin edc:name="PMA1"/>
      <edc:VirtualPin edc:name="RJ1"/>
    </edc:Pin>
    <edc:Pin>
      <!--Pin 117-->
      <edc:VirtualPin edc:name="PMA2"/>
      <edc:VirtualPin edc:name="RJ2"/>
    </edc:Pin>
    <edc:Pin>
      <!--Pin 118-->
      <edc:VirtualPin edc:name="PMA3"/>
      <edc:VirtualPin edc:name="RJ3"/>
    </edc:Pin>
    <edc:Pin>
      <!--Pin 119-->
      <edc:VirtualPin edc:name="RP68"/>
      <edc:VirtualPin edc:name="RD4"/>
    </edc:Pin>
    <edc:Pin>
      <!--Pin 120-->
      <edc:VirtualPin edc:name="RP69"/>
      <edc:VirtualPin edc:name="RD5"/>
    </edc:Pin>
    <edc:Pin>
      <!--Pin 121-->
      <edc:VirtualPin edc:name="C3INB"/>
      <edc:VirtualPin edc:name="RP70"/>
      <edc:VirtualPin edc:name="RD6"/>
    </edc:Pin>
    <edc:Pin>
      <!--Pin 122-->
      <edc:VirtualPin edc:name="C3INA"/>
      <edc:VirtualPin edc:name="Vcmpst3"/>
      <edc:VirtualPin edc:name="RP71"/>
      <edc:VirtualPin edc:name="RD7"/>
    </edc:Pin>
    <edc:Pin>
      <!--Pin 123-->
      <edc:VirtualPin edc:name="Vcap"/>
      <edc:VirtualPin edc:name="Vddcore"/>
    </edc:Pin>
    <edc:Pin>
      <!--Pin 124-->
      <edc:VirtualPin edc:name="Vdd"/>
    </edc:Pin>
    <edc:Pin>
      <!--Pin 125-->
      <edc:VirtualPin edc:name="Vss"/>
    </edc:Pin>
    <edc:Pin>
      <!--Pin 126-->
      <edc:VirtualPin edc:name="Vcmpst1"/>
      <edc:VirtualPin edc:name="RP96"/>
      <edc:VirtualPin edc:name="RF0"/>
    </edc:Pin>
    <edc:Pin>
      <!--Pin 127-->
      <edc:VirtualPin edc:name="Vcmpst2"/>
      <edc:VirtualPin edc:name="RP97"/>
      <edc:VirtualPin edc:name="RF1"/>
    </edc:Pin>
    <edc:Pin>
      <!--Pin 128-->
      <edc:VirtualPin edc:name="RP113"/>
      <edc:VirtualPin edc:name="RG1"/>
    </edc:Pin>
    <edc:Pin>
      <!--Pin 129-->
      <edc:VirtualPin edc:name="RP112"/>
      <edc:VirtualPin edc:name="RG0"/>
    </edc:Pin>
    <edc:Pin>
      <!--Pin 130-->
      <edc:VirtualPin edc:name="AN22"/>
      <edc:VirtualPin edc:name="RP22"/>
      <edc:VirtualPin edc:name="RA6"/>
    </edc:Pin>
    <edc:Pin>
      <!--Pin 131-->
      <edc:VirtualPin edc:name="AN23"/>
      <edc:VirtualPin edc:name="RP23"/>
      <edc:VirtualPin edc:name="RA7"/>
    </edc:Pin>
    <edc:Pin>
      <!--Pin 132-->
      <edc:VirtualPin edc:name="PMA4"/>
      <edc:VirtualPin edc:name="RJ4"/>
    </edc:Pin>
    <edc:Pin>
      <!--Pin 133-->
      <edc:VirtualPin edc:name="PMA5"/>
      <edc:VirtualPin edc:name="RJ5"/>
    </edc:Pin>
    <edc:Pin>
      <!--Pin 134-->
      <edc:VirtualPin edc:name="PMA6"/>
      <edc:VirtualPin edc:name="RJ6"/>
    </edc:Pin>
    <edc:Pin>
      <!--Pin 135-->
      <edc:VirtualPin edc:name="PMA7"/>
      <edc:VirtualPin edc:name="RJ7"/>
    </edc:Pin>
    <edc:Pin>
      <!--Pin 136-->
      <edc:VirtualPin edc:name="AN24"/>
      <edc:VirtualPin edc:name="PWM1L"/>
      <edc:VirtualPin edc:name="RP80"/>
      <edc:VirtualPin edc:name="RE0"/>
    </edc:Pin>
    <edc:Pin>
      <!--Pin 137-->
      <edc:VirtualPin edc:name="AN25"/>
      <edc:VirtualPin edc:name="PWM1H"/>
      <edc:VirtualPin edc:name="RP81"/>
      <edc:VirtualPin edc:name="RE1"/>
    </edc:Pin>
    <edc:Pin>
      <!--Pin 138-->
      <edc:VirtualPin edc:name="RP126"/>
      <edc:VirtualPin edc:name="RG14"/>
    </edc:Pin>
    <edc:Pin>
      <!--Pin 139-->
      <edc:VirtualPin edc:name="RP124"/>
      <edc:VirtualPin edc:name="RG12"/>
    </edc:Pin>
    <edc:Pin>
      <!--Pin 140-->
      <edc:VirtualPin edc:name="RP125"/>
      <edc:VirtualPin edc:name="RG13"/>
    </edc:Pin>
    <edc:Pin>
      <!--Pin 141-->
      <edc:VirtualPin edc:name="Vss"/>
    </edc:Pin>
    <edc:Pin>
      <!--Pin 142-->
      <edc:VirtualPin edc:name="AN26"/>
      <edc:VirtualPin edc:name="PWM2L"/>
      <edc:VirtualPin edc:name="RP82"/>
      <edc:VirtualPin edc:name="RE2"/>
    </edc:Pin>
    <edc:Pin>
      <!--Pin 143-->
      <edc:VirtualPin edc:name="AN27"/>
      <edc:VirtualPin edc:name="PWM2H"/>
      <edc:VirtualPin edc:name="RP83"/>
      <edc:VirtualPin edc:name="RE3"/>
    </edc:Pin>
    <edc:Pin>
      <!--Pin 144-->
      <edc:VirtualPin edc:name="AN28"/>
      <edc:VirtualPin edc:name="PWM3L"/>
      <edc:VirtualPin edc:name="RP84"/>
      <edc:VirtualPin edc:name="RE4"/>
    </edc:Pin>
  </edc:PinList>
</edc:PIC>